Repository: omeka/plugin-Blocks
Catalog: languages/*.po
Languages: fr

source: Configure New Block
fr: Configurer un nouveau bloc

source: New %s
fr: Nouveau %s

source: Blocks
fr: Blocs

source: Any
fr: Tous

source: Available Blocks
fr: Blocs disponibles

source: Name
fr: Nom

source: List
fr: Liste

source: Add a %s
fr: Ajouter un %s

source: Already set up:
fr: Déjà configurés :

source: Set up: None
fr: Blocs configurés : aucun

source: Configure Block
fr: Configurer le bloc

source: Edit %s
fr: Modifier %s

source: The config has been canceled.
fr: La configuration a été annulée.

source: The block "%s" was successfully added!
fr: Le bloc "%s" a bien été ajouté !

source: The block "%s" was successfully changed!
fr: Le bloc "%s" a bien été modifé !

source: The block "%s" was successfully deleted!
fr: Le bloc "%s" a bien été supprimé !

source: This will delete the block "%s".
fr: Cela supprimera le bloc "%s".

source: Enter the text for your block
fr: Écrivez le texte de votre bloc

source: HTML is okay. No PHP for you!
fr: Le HTML est correct. Pas de PHP pour vous !

source: Block class should exists.
fr: La classe du bloc doit exister.

source: Block Title
fr: Titre du bloc

source: Apply to plugin
fr: Afficher pour l’extension

source: Apply to page type
fr: Afficher pour le type de page

source: Apply to subpage type
fr: Afficher pour le type de sous-page

source: Apply to record id
fr: Afficher pour l’identifiant

source: Apply to custom path
fr: Afficher pour le chemin personnalisé

source: Weight
fr: Poids

source: Cancel
fr: Annuler

source: Delete
fr: Supprimer
